//CHINESE - traditional

"lang" = "zh-Hant";

"finish" = "設置完成";

"cancel" = "取消";
"close" = "關閉";
"ok" = "Ok";
"no" = "否";

"distance_in_meters" = "%@m";
"connect" = "連接";
"connected" = "已連接";
"continue" = "繼續";

"locked" = "已鎖定";
"unlocked" = "已解鎖";

"connecting" = "連接中";
"disconnected" = "連接已斷開";

"settings" = "設置";
"near_lock" = "Near Lock";
"fast_lock" = "快速鎖定";
"unpair" = "取消配對";

"share_text_twitter" = "試一下為Mac上鎖的新方式吧。 隨意離開，全然無憂… www.nearlock.me #nearlock via @nearlockapp";
"share_text_facebook" = "試一下為Mac上鎖的新方式吧。 隨意離開，全然無憂… ";

"facebook" = "Facebook";
"twitter" = "Twitter";


"your_data_is_secure" = "數據已加密\n并僅儲存在您的設備中";
"welcome" = "歡迎";
"enter_login" = "輸入您的Mac登錄密碼";
"distance" = "距離";
"signal_strength" = "信號強度";

"tutorial_screen_tap_settings" = "點擊查看設置";
"tutorial_long_press" = "長按來鎖定/解鎖";

"tutorial_screen_unlocked" = "您的Mac已解鎖";
"tutorial_screen_locked" = "您的Mac已鎖定";
"tutorial_screen_pro" = "點擊購買高級版本";
"tutorial_screen_offline" = "您的iPhone未連接到您的Mac";
"tutorial_screen_connecting" = "您的iPhone正在與您的Mac連接";
"tutorial_screen_distance" = "距您的Mac的大致距離";
"tutorial_screen_signal" = "iPhone與Mac之間的連接信號強度";
"tutorial_screen_near_lock_off" = "Near Lock已關閉";
"tutorial_screen_near_lock_on_and_loggedin" = "Near Lock已開啟, 走開即鎖定Mac";
"tutorial_screen_near_lock_on_and_loggedout" = "Near Lock已開啟, 靠近即解鎖Mac";

"use_swipe_menu" = "使用滑動菜單";
"use_standard_view" = "使用標準視圖";
"buy_pro_for_apple_watch" = "如果您想要在Apple Watch免費使用，Iphone應用須一直開啟。購買高級版本獲取更多更能";
"near_lock_distance" = "Near Lock距離";
"current_distance" = "當前距離";

"to_lock" = "鎖定距離: %@";
"to_unlock" = "解鎖距離: %@";

"open_near_lock_on_iphone" = "請確認Near Lock在Mac里已開啟. 訪問 www.nearlock.me 下載Mac版本";
"unlink_from_both_sides" = "建立新連接。請確認設備在Mac端已取消配對";
"unlink_from_both_sides_bold" = "Mac端已取消配對";
"restart_bluetooth_on_iphone_can_help" = "偶爾藍牙信號會發生阻塞，請重啟iPhone和Mac的藍牙系統";
"restart_bluetooth_on_iphone_can_help_bold" = "重啟藍牙";


"restore" = "恢復購買";

"lock_mac" = "鎖定 Mac";
"unlock_mac" = "解鎖 Mac";
"unlock" = "解鎖！";

"searching_for_devices" = "Near Lock設備搜索中";

"open_near_lock_on_your_mac" = "打開Mac里的 \n\n來開啟";
"login" = "登錄";
"password" = "密碼";

"pro_text" = "高級版本還支持後台運行哦！";
"pro_text_bold_part" = "高級";

"get_pro_version" = "獲取高級版本";


"status_yes_unlink" = "是，取消配對";
"try_again" = "再試一次";

"get_update" = "獲取更新！";
"mac_version_is_not_up_to_date" = "您的Near Lock（Mac版）並不是最新版本";
"connection_success" = "連接成功";
"connection_failed" = "密碼錯誤";

"unlock_device" = "您想要解鎖 %@?";

"status_unlink_from_device" = "該設備已取消與 %@ 的配對。";
"txt_touchid_or_passcode" = "由於Mac密碼發生更改，該設備已取消配對";

"new_update" = "Near Lock有可用更新啦";
"new_update_bold" = "Near Lock";

"update_mac_version" = "Mac版本Near Lock有可用更新啦";
"update_mac_version_bold" = "Mac版本";

"status_unlink_confirmation" = "您確定想要取消與 %@ 的配對？";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "由於設備已斷開連接，設置已禁用";

"proximity_lock_explanation" = "開啟Near Lock\n當您走開時會自動鎖定您的Mac，而且在您靠近它時會解鎖您的Mac";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "鎖定距離\n如果Near Lock處於開啟狀態";
"distance_explanation_bold" = "鎖定距離";

"distance_explanation_signal" = "鎖定信號強度\n如果Near Lock處於開啟狀態";
"distance_explanation_signal_bold" = "鎖定信號強度";

"proximity_lock_temporary_disabled" = "Near Lock臨時禁用，因為您已手動登出。\n離開Near Lock的半徑範圍，它將重新啟用";
"tutorial_screen_near_lock_disabled" = "Near Lock臨時禁用 - 用戶手動登出";

"proximity_lock_temporary_disabled_login_password_old" = "由於用戶已經通過密碼登錄，Near Lock暫時禁用。\n進入Near Lock半徑範圍，它將再次啟用。";
"proximity_lock_temporary_disabled_login_password" = "Near Lock暫時被禁用，因為用戶已經手動登錄。\n進入Near Lock半徑範圍，它將再次啟用。";
"proximity_lock_temporary_disabled_login_password_long_old" = "由於用戶已經通過密碼登錄，Near Lock暫時禁用。\n\n攜您的iPhone進入Near Lock半徑範圍，它將自動啟用。";
"proximity_lock_temporary_disabled_login_password_long" = "Near Lock暫時被禁用，因為用戶在iPhone超出範圍之外時已經手動登錄。\n\n攜帶您的iPhone進入Near Lock的半徑範圍，它將自動啟用。";
"tutorial_screen_near_lock_disabled_login_password_old" = "Near Lock暫時禁用 - 用戶通過密碼登錄";
"tutorial_screen_near_lock_disabled_login_password" = "Near Lock暫時被禁用 - 用戶手動登錄";

"waiting_for_confirmation" = "等待iPhone確認來解鎖Mac";

"login_on_approach_disabled" = "用戶走近自動甦醒功能已禁用 - 在Mac上按任意鍵解鎖它";

"ble_not_supported_text" = "您的iPhone版本不支持連接Mac所需的最新藍牙LE技術";
"ble_not_supported_text_bold" = "藍牙LE";

"turn_bluetooth_on_to_use_near_lock" = "請開啟 \n藍牙 \n來使用 Near Lock";
"turn_bluetooth_on_to_use_near_lock_bold" = "藍牙開啟";

"app_store_not_reachable" = "連接錯誤";
"app_store_not_reachable_text" = "無法連接至 App Store";


"notification_locked_first_notification" = "太棒了! %@ 已通過Near Lock鎖定了。想要一直接收通知，在您的iPhone設置中啟用它";
"notification_unlocked_first_notification" = "太棒了! %@ 已通過Near Lock解鎖了。想要一直接收通知，在您的iPhone設置中啟用它";

"notification_locked_old" = "%@ 已通過Near Lock鎖定";
"notification_unlocked_old" = "%@ 已通過Near Lock解鎖";
"notification_locked" = "%@已上鎖";
"notification_unlocked" = "%@已解鎖";

"setup_touch_id" = "在iPhone里設置Touch ID或密碼來使用此功能";
"setup_touch_id_bold" = "Touch ID";

"unlock_your_mac" = "解鎖Mac?";

"unlock_device" = "解鎖 %@?";
"lock_device" = "鎖定 %@";
"near_lock_off_device" = "為 %@關閉Near Lock";
"near_lock_on_device" = "為 %@開啟Near Lock";

"near_lock_unlock_all" = "全部解鎖";
"near_lock_lock_all" = "全部鎖定";
"no_devices_connected" = "未連接任何Mac";


"authenticate_for_login" = "認證來解鎖 Mac";

"near_lock_feedback" = "Near Lock反饋意見";
"near_lock_feedback_question" = "您認為Near Lock怎樣?";
"near_lock_feedback_great" = "很喜歡！";
"near_lock_feedback_could_be_better" = "有待改進的地方！";
"near_lock_feedback_dont_ask_again" = "不再詢問";

"rate_app" = "評價應用";
"rate_near_lock" = "評價應用 - 告訴我們您的看法";
"rate_app_long" = "我愛Near Lock - 評價應用";
"rate_or_share_near_lock" = "願意評價一下Near Lock 或者\n分享給您的小夥伴們嗎？";

"open_near_lock_app" = "打開Near Lock應用";
"near_lock_settings" = "Near Lock設置";

"distance_to_lock_device" = "鎖定距離: %@";
"distance_to_unlock_device" = "解鎖距離: %@";
"unlock_distance" = "解鎖距離: %@";
"lock_distance" = "鎖定距離: %@";

"changes_available_only_in_pro_mode" = "更改僅在高級版本中可用";
"distance_from_device" = "距離: %@";
"near_lock_not_set_up" = "Near Lock還未進行設置";

"setup_near_lock" = "設置Near Lock";


"near_lock_app_closed" = "Near Lock應用好像被關閉了";

"open_near_lock" = "打開 Near Lock";
"loading" = "載入中..";

"trouble_connecting" = "無法連接\n至您的設備?";

"bluetooth_sharing_is_off" = "藍牙共享已關閉！";
"turn_on_bluetooth_sharing_old" = "您必須在您的iPhone設置中打開藍牙共享才能使用Near Lock";
"turn_on_bluetooth_sharing" = "您必須在您的iPhone設置中打開藍牙共享才能在後台使用Near Lock";
"open_settings" = "打開設置";

"turn_off_near_lock" = "關閉Near Lock";
"turn_on_near_lock" = "開啟Near Lock";
"lock_unlock_distance" = "鎖定 - 解鎖距離";

"enjoying_near_lock" = "喜歡Near Lock?";
"please_rate" = "如果您喜歡使用Near Lock，請花一點時間留下真誠的評價：這對我們真的很有幫助。感謝您的支持！";

"rate_near_lock_old" = "評價Near Lock";
"rate_reming_me_later" = "稍後提醒我";
"rate_no_thanks" = "不，謝謝";


"tutorial_approach_mac_to_unlock" = "棒極了！現在靠近您的Mac來解鎖它！";
"tutorial_finished" = "就是如此簡單!";

"update_your_mac_version_manually" = "您在Mac上安裝的是舊版的Near Lock，部分功能可能無法正常運行！請手動升級，或聯繫客服。";

"try_buy_button_to_restore" = "我們無法恢復高級版本。如果您已經付費，嘗試使用購買選項，您將不會被二次收費。";
"contact_support_to_restore" = "我們無法恢復高級版本。如果您已經付費，請聯繫客服，我們將為您提供恢復指引。";
"swipe_left" = " - 向左滑動";

"txt_login_settings" = "解鎖設置";
"txt_allow_pass_auth_footer" = "這一選項使您能夠將iPhone用於系統身份驗證 - 比如當安裝新軟件的時候";
"txt_allow_pass_auth_section" = "Mac系統身份驗證";
"txt_allow_pass_auth" = "使用Near Lock進行身份驗證";
"txt_login_settings_footer" = "該選項決定了每次密碼字段出現在您的Mac上時是否在您的iPhone詢問解鎖Mac";

"txt_confirm_login_when_password_appears_old" = "確認密碼解鎖";
"txt_confirm_login_when_password_appears" = "睡眠屏幕解鎖";

"txt_distance_precision" = "距離精確度";
"txt_enhanced_tracking" = "增強型追蹤";
"txt_distance_precision_footer" = "這一選項提升了距離追蹤的精確度";
"txt_distance_precision_footer_old" = "禁用該選項將增加您的電池使用時間，但是會降低追蹤距離的精確度";
"txt_notification_center" = "通知中心";
"txt_notification_center_footer" = "啟用該選項將在您的通知中心顯示Near Lock - 當您在iPhone主界面向下滑動時";

"txt_today_extension_allow_login_logout" = "允許鎖定 / 解鎖";
"txt_today_extension_allow_login_logout_old" = "允許登錄 / 退出";
"txt_today_extension_allow_near_lock_update" = "允許Near Lock更新";
"txt_allow_change_when_locked" = "請求已鎖定設備身份驗證";
"txt_show_near_lock" = "顯示Near Lock";
"txt_notifications" = "通知設置";
"txt_swipe_left_footer" = "此選項使您可以在通知上向左滑動，甚至無需打開Near Lock應用程序即可鎖定/解鎖您的Mac";
"txt_swipe_left_to_login" = "解鎖通知";
"txt_swipe_left_to_login_old" = "向左滑動來解鎖";
"interactive_notifications" = "交互通知";

"txt_text_notifications" = "文字通知";
"txt_on_approach" = "走近";
"txt_walk_away" = "走開";

"txt_sound_notifications" = "聲音通知";
"txt_sound_on_unlock" = "走近";
"txt_sound_on_lock" = "走開";

"no_devices_connected" = "無已連接設備";
"set_distance" = "設置距離";

"PRO" = "高級";

"txt_yes_or_no" = "是或否";
"txt_touchid_or_passcode" = "Touch ID 或密碼";
"txt_none" = "無";
"txt_double_knock" = "雙敲";
"txt_insert_automatically" = "自動插入 (無須詢問)";
"txt_reqeust_auth_on_locked_device" = "請求已鎖定設備身份驗證";

"txt_language" = "語言";
"txt_current_language" = "當前語言";

"default" = "默認";
"english" = "英語";
"german" = "德語";
"spanish" = "西班牙語";
"russian" = "俄語";
"chinese" = "中文";
"hindi" = "印地語";
"portugese" = "葡萄牙語";
"french" = "法語";

"txt_units" = "單位";
"txt_measure" = "度量";
"meters" = "米";
"feet" = "英呎";
"signal_strength" = "信號強度";

"txt_application_information" = "應用程序信息";
"txt_version" = "版本";
"txt_copyright" = "版權";



"main_menu_disable_tracking" = "關閉 Near Lock";
"get_ios_app" = "獲取iOS應用";
"faq_or_support" = "FAQ或聯繫客服";
"only_pro_version_works_in_background" = "僅高級版本支持後台運行哦";
"distance" = "距離";

"main_menu_add_new_device_button" = "添加新設備";
"main_menu_device_too_far" = "Near Lock 將於 %d 秒內鎖定。因為距離 %@ 太遠!";
"error_getting_update" = "升級新版Near Lock發生錯誤。請手動下載安裝新版本。";
"manual_link" = "手動鏈接";
"check_for_updates_button" = "檢查更新";

"turn_bluetooth_and_get_ios_app" = "請開啟藍牙并獲取iOS應用";
"start_ios_on_your_iphone" = "在您的iPhone上啟動iOS應用";

"turn_bluetooth_on" = "開啟藍牙";
"turn_bluetooth_off" = "關閉藍牙";
"bluetooth_is_off" = "您的藍牙已關閉";
"bluetooth_is_off_short" = "藍牙關閉";

"loading_screen_label" = "設備設置中...請耐心等待";

"iphone_wants_to_connect" = "%@ 請求連接！";

"accept" = "接受";
"deny" = "拒絕";

"scanning" = "掃描中…";

"initalizingBLE" = "開啟藍牙 LE ";
"restartingBluetooth" = "重啟藍牙";
"press_any_key_to_login" = "按任意鍵解鎖Mac";

"use_iphone_to_set_up_near_lock" = "現在使用您的iPhone來\n完成Near Lock的設置";
"enter_login_password" = "輸入您的登錄密碼";

"we_are_done" = "已完成！";

"near_lock_available_in_menu_bar" = "Near Lock將出現在\n菜單欄中。";

"share_near_lock" = "趕快將我們的應用與您的小夥伴們分享吧！";

"not_supported_ble" = "當前的Mac版本不支持Near Lock所需的最新藍牙LE技術";

"not_supported_mac_version" = "請更新您的Mac軟件來使用Near Lock";

"not_supported_secondary_text" = "如果您已購買了Near Lock iPhone應用並且想申請退款，請點擊退款按鈕。";
"not_supported_main_button" = "退款";

"quit_near_lock" = "退出Near Lock";

"main_menu_add_new_device_text" = "無已連接設備";

"you_have_sucessfuly_paired" = "已成功與 %@ 配對";

"new_ios_update" = "您的iPhone有可用Near Lock更新啦";
"new_osx_update" = "可用Near Lock更新";
"update" = "更新";

"you_have_connected_to" = "Near Lock 已與\n%@ 連接";

"you_have_disconnected_from" = "Near Lock丟失了與\n%@ 的連接";
"unable_to_lock_mac" = "Near Lock無法鎖定您的Mac。請重新啟動Mac。 ";

"connected_to" = "已連接至 %@";
"disconnected_from" = "與 %@ 丟失連接";

"main_menu_unlocked_with_near_lock" = "Near Lock解鎖了您的Mac";

"main_menu_unlocked_with_near_lock_device" = "%@ 解鎖了您的Mac";

"main_menu_unlinked" = "Near Lock設備配對取消";
"unsolvable_bluetooth_error" = "藍牙好像有問題哦。試試在您iPhone上重啟藍牙吧";

"needs_bluetooth_to_work" = "Near Lock 需要藍牙支持才能正常運作";
"turn_bluetooth_on" = "開啟藍牙";

"restarting_bluetooth" = "藍牙重啟中";

"make_sure_ble_on" = "請確保您的iPhone藍牙處於開啟狀態 \n並且Near Lock正在運行 - 至少在後台模式";
"still_not_working" = "還是無法使用";
"ble_can_get_jammed" = "偶爾藍牙信號會發生阻塞，請重啟iPhone上的藍牙";
"still_cant_get_it_to_work" = "仍然無法使用";
"press_button_to_restart" = "如果仍然有問題，點擊下方按鈕重啟Mac上的藍牙";
"restart_bluetooth" = "重啟藍牙";
"unlink_both_sides" = "如果仍然有問題，嘗試取消所有設備配對然後重新連接。您可以在Near Lock設置中取消設備的配對。";
"still_doesnt_work" = "還是無法使用";
"restart_iphone" = "抱歉.. 偶爾藍牙信號會發生阻塞，只有重啟您的iPhone才能修復它。";
"faq_or_mail" = "慾了解更多信息，請閱讀我們的FAQ或發送電子郵件給我們，我們將全力為您解決。";

"press_button_ble_on" = "點擊下方按鈕開啟藍牙";
"turn_on_ble_to_use_near_lock" = "開啟藍牙來使用Near Lock";
"having_trouble" = "有問題？";
"rescan" = "重新掃描";
"open_welcome_screen" = "安裝并打開Near Lock。您應當會在您的iPhone看到歡迎界面。還是無法使用？";
"restart_ble_on_iphone" = "重啟iPhone上的藍牙可能解決問題哦。仍然有問題？";
"press_button_to_restart_ble" = "點擊下方按鈕重啟Mac上的藍牙。 還是不行？";
"restart_iphone" = "抱歉.. 請再試一次.. 清空藍牙緩存：高級設置->清空藍牙緩存";
"corrupted_bluetooth_cache" = "Near Lock已檢測到藍牙緩存有可能產生損害。 \n\n請清除您的Mac藍牙緩存，確保更加穩定的藍牙連接。";
"corrupted_bluetooth_cache_short" = "请清除您的蓝牙缓存，确保更加稳定的连接";
"restart_bluetooth_on_iphone" = "嘗試重新啟動您的iPhone上的藍牙進行重連。";
"restart_bluetooth_on_iphone_long" = "Near Lock已檢測到藍牙連接發生錯誤。 \n\n請嘗試關閉您的iPhone上的藍牙（5-10秒），然後再次啟動。";
"notification_settings" = "通知設置";
"mac_notification_settings" = "Mac通知設置";

"only_in_pro" = "僅高級版本可用";


"user_active" = " - 用戶活躍";

"confirm_login_on_iphone" = "確認在iPhone上登錄";
"double_knock_on_your_iphone_long" = "在iPhone上雙敲";
"double_knock_on_your_iphone" = "雙敲 - iPhone";
"turn_bluetooth_off_to_clear_cache" = "想要清空藍牙緩存？\n(請先關閉藍牙)";

"clear_cache_description" = "下一步需要清空藍牙緩存文件夾\n(需要用戶確認)";
"clear_cache" = "清空緩存";

"restart_mac_after_clear_cache" = "重啟Mac\n\n如在未重啟的情況下開啟藍牙緩存并不會被清空";

"sleep" = "休眠";
"show_notification_on_login" = "當Near Lock解鎖Mac時顯示通知";
"show_near_lock_icon_while_mac_locked" = "Mac鎖定時顯示Near Lock圖標";

"start_on_mac_startup" = "在Mac啟動時開啟";

"wake_on_approach" = "按任意鍵解鎖";
"wake_on_approach_long" = "按鍵后解鎖 & iPhone位於範圍之內";

"near_lock_options" = "設置";

"near_lock_options_login_on_approach" = "靠近Mac時解鎖";

"near_lock_options_logout_on_walk_away" = "離開Mac時鎖定";

"action_to_confirm_login" = "解鎖設置";
"unlock_automatically_on_approach" = "靠近Mac時自動解鎖";
"dont_confirm" = "靠近Mac時自動解鎖";
"confirm_yes_no" = "iPhone確認 - 是／否";
"touch_id_passcode" = "iPhone確認 - Touch ID & 密碼";
"knock_menu_item_long" = "雙敲確認 (通知后15秒激活)";
"knock_menu_item" = "雙敲確認 (15 秒)";

"logout_action" = "鎖定設置";
"screensaver" = "屏保";

"advanced_settings" = "高級設置";

"logout_on_disconnect" = "iPhone斷開連接時鎖定";
"pause_music_on_logout" = "Mac鎖定時暫停音頻播放";

"allow_closer_distances" = "允許更近距離";
"allow_closer_distances_than" = "允許比 %@更短的距離";
"clear_bluetooth_cache" = "清空藍牙緩存";

"automatically_update" = "自動更新Mac版本";

"show_unlock_history" = "顯示解鎖歷史";
"unlock_history" = "解鎖歷史";

"share_near_lock" = "分享Near Lock";
"help" = "幫助";
"about" = "關於";
"feedback" = "反饋 / 支持";

"contact_support" = "聯繫客服";
"faq" = "FAQ";

"check_for_updates" = "更新";
"unlink_device" = "取消與 %@ 的配對";
"new_ios_update_ready" = "有新的iOS版本了 - 更新";
"ios_version_up_to_date" = "最新的iPhone版本已安裝";

"device_not_connected" = "%@ 未連接";
"no_ios_device_connected" = "無已連接的iOS設備";
"near_lock_up_to_date" = "最新的Mac版本已安裝";

"check" = "檢查Mac更新";
"get_new_version" = "獲取新版本！";
"checking_for_updates" = "檢查更新..";
"downloading_will_relaunch" = "下載中.. 完成下載后重啟Near Lock";

"downloading_relaunch_when_finished" = "下載中.. 完成下載后重啟Near Lock";
"new_update_ready" = "新的更新準備就緒";
"relaunch_new_version_ready" = "重啟Near Lock － 新版本準備就緒";

"version" = "版本 %@";

"session" = "\n---------------使用時間: %@ ---------------";
"mac_locked_old" = "Mac 已鎖定";
"mac_unlocked_old" = "Mac 已解鎖";

"mac_locked" = "Mac已上鎖";
"mac_unlocked" = "Mac已解鎖";

"onboarding_tutorial_finished" = "您已經對此有所了解！很酷吧。不是嗎？";
"good_time_to_share" = "是時候來分享?";
"we_are_ready_to_start" = "好極了！我們已經完成了設置！";
"lets_try_it_out" = "讓我們來試一下吧！";
"choose_unlock_lock_from_menu_bar" = "在菜單欄選擇鎖定/解鎖距離";
"enable_near_lock" = "啟用Near Lock";

"now_walk_away" = "現在從您的Mac走開即可";
"your_distance" = "您的距離:";
"lock_distance" = "鎖定距離:";
"get_pro_version_for_near_lock" = "想要Near Lock在後台運行，您必須獲得Near Lock高級版本！";
"distance_estimation" = "重要提示：距離是根據您的設備間的信號強度所預估的數值 - 不同設備的表現可能有所差異，所以請試著找到適合您的最佳鎖定/解鎖距離";


"near_lock_started" = "Near Lock 已啟動";
"on" = "開啟";
"off" = "關閉";

"new_version_available" = "有一個新的可用版本";
"near_lock_not_up_to_date" = "您Mac上的Near Lock不是最新版本。請點擊以下鏈接來下載最新版本。如果自動鏈接無法使用，您可以手動下載和安裝Near Lock。";

"near_lock_connection_problem" = "Near Lock已檢測到一個藍牙問題。";

"insert_password_to_mac" = "插入密碼至 %@?";
"insert_password_question" = "想要插入您的密碼嗎？";
"insert_password_action" = "插入密碼";
"knock_twice_to_unlock_mac" = "雙敲解鎖Mac!";
"knock_twice_to_unlock" = "雙敲解鎖 %@!";
"knock_twice_to_insert_password_to_mac" = "雙敲在Mac插入密碼。";
"knock_twice_to_insert_password" = "雙敲在 %@插入密碼!";

"unlocking_with_notifications_only_in_pro" = "解鎖通知僅適用於高級模式";
"unlock_your_device_question" = "Near Lock想要解鎖您的設備？";

"tap_to_turn_on_bluetooth" = "輕擊打開藍牙";
"tap" = "輕擊";

"swipe_up" = "滑動！";
"swipe_up_to_turn_on_bluetooth" = "滑動打開藍牙";

"show_tutorial" = "顯示教程";

"failed_login_attempt_detected" = "警告！已檢測到失敗的登錄嘗試！";
"failed_login_attempt" = "警告！Near Lock檢測到失敗的登錄嘗試！";
"warn_on_failed_login" = "登錄失敗時發送通知";
"configure_advanced_unlock_settings_on_iPhone" = "在iPhone設置中查找更多解鎖選項";


"show_all_failed_logins" = "顯示全部失敗的登錄";

"mac_control" = "Mac控制";

"export" = "導出";
"export_to_desktop" = "導出到桌面";
"delete_all" = "刪除全部";
"delete" = "刪除";

"no_detected_failed_logins" = "未檢測到失敗的登錄嘗試";
"no_known_login_logout_events" = "未檢測到 登錄/退出 活動";
"mugshots" = "面部照片";
"mugshot" = "面部照片";

"image_saved_to_documents" = "圖片已保存到文檔文件夾";
"image_saved_to_desktop" = "圖片已保存到桌面文件夾";

"mugshot_image_saved_to_documents" = "面部照片已保存到文檔文件夾";
"mugshot_image_saved_to_desktop" = "面部照片已保存到桌面文件夾";

"unable_to_unlock_mac" = "Near Lock無法鎖定您的Mac。請重新啟動Mac。";
"password_inserted_by_nearlock" = "您的密碼由Near Lock插入";

"no_appropriate_camera_attached" = "此Mac未附適合的攝像頭";
"enable_option_in_settings" = "請在您的設置中啟用這個選項";

"filter" = "過濾器：";
"lock_unlock_history" = "鎖定/解鎖歷史";
"session_duration" = "會話持續時間";
"failed_login_attempt_text" = "失敗登錄嘗試";

"nice_try_busted" = "想登錄我的Mac？想得美！";
"get_pro_version_to_see_full_list" = "獲取高級版本來查看完整列表";
"busted_with_near_lock" = "Near Lock嘗試登錄情況備案！";

"swipe_to_see_nearlock" = "滑動來了解Near Lock的功能！";
"quick_start" = "快速開始";


"tutorial_near_lock_uses_ble" = "Near Lock使用低功耗藍牙技術來連接您的設備";
"tutorial_near_lock_uses_ble_1" = "Near Lock 使用";
"tutorial_near_lock_uses_ble_2" = "低功耗藍牙技術";
"tutorial_near_lock_uses_ble_3" = "來連接您的設備";

"tutorial_walk_away" = "走開來鎖定您的Mac";
"tutorial_walk_away_1" = "走開";
"tutorial_walk_away_2" = "來鎖定您的Mac";

"tutorial_apple_watch" = "想要更快速存取，使用您的Apple Watch或通知部件";
"tutorial_apple_watch_1" = "想要更快速存取，使用您的";
"tutorial_apple_watch_2" = "Apple Watch 或";
"tutorial_apple_watch_3" = "通知部件";

"tutorial_touch_id" = "通過Touch ID，雙敲來解鎖您的Mac";
"tutorial_touch_id_1" = "解鎖您的Mac";
"tutorial_touch_id_2" = "通過Touch ID";
"tutorial_touch_id_3" = "雙敲";

"tutorial_detect_failed_login" = "檢測失敗登錄嘗試";
"tutorial_detect_failed_login_1" = "檢測";
"tutorial_detect_failed_login_2" = "失敗登錄嘗試";

"tutorial_lock_unlock_distance" = "在您的Mac上設置鎖定 / 解鎖距離";
"tutorial_lock_unlock_distance_1" = "在您的Mac上設置";
"tutorial_lock_unlock_distance_2" = "鎖定 / 解鎖";
"tutorial_lock_unlock_distance_3" = "距離";

"tutorial_approach_to_unlock" = "靠近您的Mac來解鎖它";
"tutorial_approach_to_unlock_1" = "靠近您的Mac";
"tutorial_approach_to_unlock_2" = "來解鎖它";

"to_start_download_on_mac" = "想要使用Near Lock，請安裝Mac版的Near Lock應用";
"to_start_download_on_mac_bold" = "Mac版Near Lock應用";

"skip" = "跳過";

"to_start_download_on_mac_2" = "想要開始，請在您的Mac上安裝Near Lock";


"define_safe_zones" = "設置WiFi解鎖";
"get_pro_version_to_use_wifi_unlock" = "想要使用WiFi解鎖，您需要升級到高級版";
"get_pro_version_to_use_this_feature" = "想要使用這一功能，您需要升級到高級版";
"pair_iphone_to_use_this_feature" = "想要使用WiFi解鎖功能，您需要擁有一部配對iPhone";
"already_added_to_unlock_wifi_list" = "已添加至WiFi解鎖列表";
"unlock_wifi_info_text_not_used" = "當您連接到WiFi（例如家庭網絡）時，您無需插入您的密碼即可解鎖您的Mac。這將由Near Lock自動完成。";
"currently_connected_to" = "目前連接到：";
"add_to_unlock_wifi" = "添加至WiFi解鎖列表";
"wifi_unlock" = "WiFi解鎖";

"wifi_unlock_description_mac_not_used_2" = "WiFi解鎖使您能夠自動登入您的Mac，無論什麼時間，只要您連接到某WiFi網絡（例如家庭網絡）";
"wifi_unlock_description_mac_not_used_3" = "使用WiFi解鎖，當您連接到某特定的WiFi網絡（例如家庭網絡）時自動解鎖您的Mac";
"wifi_unlock_description_mac_not_used_4" = "使用WiFi解鎖，當您連接到您選定的WiFi網絡時保持您的Mac處於解鎖狀態";

"already_added_to_network" = "您已經將%@添加至WiFi解鎖列表！\n請連接到您想要添加到WiFi解鎖列表中的WiFi網絡。";
"no_wifi_connected" = "無WiFi網絡已連接";
"no_wifi_connected_short" = "無WiFi已連接";
"connect_to_wifi_to_add_wifi_unlock" = "請連接到WiFi網絡，從而將其添加到WiFi解鎖列表中";
"wifi_unlock_currently_connected" = "您目前已連接到%@ WiFi網絡。";
"wifi_unlock_add_to_list" = "您想要添加%@ WiFi到WiFi解鎖列表嗎？ ";
"add" = "添加";
"close" = "關閉";
"edit" = "編輯";

"wifi_unlock_security_options" = "WiFi解鎖安全選項";

"wifi_unlock_require_iphone" = "僅當您的iPhone連接到您的Mac時啟用WiFi解鎖";
"wifi_unlock_allow_unlock_when_not_connected" = "當我的iPhone未通過藍牙連接到我的Mac時也允許WiFi解鎖來解鎖我的Mac";
"next" = "下一步";

"you_have_set_up_wifi_unlock" = "您已經成功設置WiFi解鎖";
"wifi_unlock_finish_description" = "您的Mac將在此種情形之下保持解鎖狀態：";
"wifi_unlock_when_connected_to_wifi" = "您已連接到WiFi網絡%@";
"wifi_unlock_when_connected_to_wifi_and" = "您已經連接到WiFi網絡%@，而且當";
"wifi_unlock_when_connected_to_iphone" = "您的iPhone(%@)已通過藍牙連接到您的Mac";

"tutorial_wifi_unlock" = "當連接到您已選定的WiFi網絡時保持您的Mac處於解鎖狀態";
"tutorial_wifi_unlock_1" = "保持您的Mac處於解鎖狀態";
"tutorial_wifi_unlock_2" = "當連接到您的";
"tutorial_wifi_unlock_3" = "已選定WiFi網絡";

"tutorial_wifi_only_selected_wifi" = "僅限已選定的WiFi網絡";
"tutorial_wifi_save_battery" = "減少iPhone電量消耗";
"tutorial_wifi_works_with_iphone" = "有無iPhone均可運行";

"add_wifi" = "添加WiFi";
"edit_list" = "編輯列表";
"edit_wifi_list" = "編輯WiFi解鎖列表";
"wifi_unlock_edit_list" = "WiFi解鎖編輯列表";

"wifi_unlock_networks" = "WiFi解鎖網絡";
"wifi_unlock_edit_description" = "您的Mac會在連接到以下所列的任何WiFi網絡時保持解鎖狀態。\n檢查設置進行高級安全設定。";

"your_mac_unlocked_with_wifi_unlock" = "您的Mac使用WiFi解鎖已經解鎖";

"wifi" = "wifi";
"wifi_unlock_marketing" = "WiFi解鎖 - 當連接到您的已選定WiFi網絡（例如家庭網絡）時保持您的Mac處於解鎖狀態";

"wifi_unlock_enabled" = "WiFi解鎖已啟用";

"take_photo_on_failed_login" = "登錄失敗時拍照";
"passcode_is_not_set" = "密碼和TouchID未設置";
"open_passcode_settings" = "打開密碼設置";

"confirm_unlock_on_approach" = "確認靠近時解鎖";
"confirm_unlock_on_approach_description" = "本選項決定了每次在您進入Near Lock解鎖範圍時是否需要手機詢問予以確認";
"confirm_unlock_on_approach_login_automatically" = "不予確認 - 自動登錄";


"clipboard_options" = "剪貼板 - 複製/粘貼選項";
"send_clipboard_to_ios" = "發送複製文本至iOS設備";
"get_clipboard_text_from_ios" = "從iOS設備獲取複製文本";
"show_clipboard_menu_on_main_screen" = "在主屏顯示剪貼板選項";

"clipboard_is_empty_short" = "剪貼板是空的";
"clip_already_matching" = "剪貼板已經在匹配";

"clipboard_copied_from_ios_device" = "剪貼板從您的iPhone複製";
"clipboard_could_not_be_copied_from_ios_device" = "剪切板無法從您的iPhone複製";
"clipboard_copied_to_ios_device" = "剪切板複製到%@";
"clipboard_could_not_be_copied_to_ios_device" = "剪切板無法複製到您的iPhone";
"mac_clipboard_copied" = "Mac剪切板複製到您的iPhone";
"ios_send_clipboard_to_mac" = "發送複製文本到Mac";
"ios_get_clipboard_from_mac" = "獲取Mac剪切板文本";

"clipboard" = "剪切板";
"clipboard_explanation" = "只要您的設備已連接，您就可以從您的Mac發送複製文本到您的iPhone。";
"use_shortcut" = "您还可以使用快捷鍵： ";
"send_clipboard_shortcut" = "ctrl+cmd+v";
"clipboard_info_text" = "複製/粘貼是如何工作的？";
"clipboard_is_empty" = "您的剪切板為空！首先嘗試複製部分文本，然後再試！";
"clipboard_is_too_big_to_send" = "剪切板中的文本太長。上限是10000個字符。";
"device_not_connected_to_iphone" = "您的Mac沒有連接到您的iPhone";
"device_not_pro_version_or_foreground" = "此項操作僅在高級版本中予以支持，或者您的iPhone應用位於前台進程";

"sleep_shortcut" = "ctrl+cmd+L";

"sleep_mac" = "使Mac進入睡眠狀態";
"press_any_key_on_your_mac" = "棒極了！現在在您的Mac上按任意鍵打開Mac屏幕。";

"lock_and_unlock_your_mac_automatically" = "自動鎖定和解鎖您的Mac";
"mac_wake_unlock" = "Mac喚醒解鎖";
"mac_wake_unlock_setup" = "Mac喚醒解鎖設置";
"mac_wake_unlock_options" = "Mac喚醒解鎖選項";
"mac_sleep_screen_unlock_description" = "在您的Mac從睡眠狀態被喚醒后，您可以使用您的iPhone輕鬆解鎖您的Mac";
"mac_sleep_screen_unlock_description_2" = "如果您的iPhone處於後台模式，您將接收到一項通知，該通知可用於解鎖您的Mac";

"connect_to_iphone_to_use_this_feature" = "請連接到您的iPhone來嘗試這一功能";

"mac_sleep_screen_unlock_options" = "Mac喚醒解鎖選項";
"mac_sleep_screen_dont_ask" = "在Mac喚醒后不要詢問解鎖Mac";
"mac_sleep_screen_ask_yes_no" = "確認使用是或否在iPhone上解鎖";
"mac_sleep_screen_ask_touch_id" = "確認使用Touch ID和密碼在iPhone上解鎖";
"mac_sleep_screen_double_knock" = "確認通過雙敲在iPhone上解鎖 - 通知后激活15秒";
"mac_sleep_screen_tutorial" = "Mac喚醒解鎖是如何工作的？";

"you_will_be_asked_on_your_iphone" = "您將在您的iPhone上被詢問以解鎖您的Mac。";
"choose_your_confirmation_option" = "選擇您的確認選項：";
"mac_sleep_screen_ask_yes_no_short" = "是 / 否";
"mac_sleep_screen_ask_touch_id_short" = "Touch ID / 密碼";
"mac_sleep_screen_double_knock_short" = "iPhone上雙敲";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "現在使您的Mac進入睡眠狀態並且按照您的iPhone上指示進行操作";
"sleep_mac_now" = "立即休眠Mac";

"how_does_mac_wake_unlock_work" = "慾更好地理解Mac喚醒解鎖是如何工作的：";
"disable_unlock_on_approach" = "請暫時禁用Near Lock靠近時自動解鎖";
"turn_near_lock_off" = "關閉Near Lock";
"disable_wifi_unlock" = "請暫時禁用Wifi解鎖選項";
"turn_wifi_unlock_off" = "關閉Wifi解鎖";
"turn_the_options_on_again_after_tutorial" = "您可以在教程之後重新開啟這些選項！";
"or_press" = "或者按";

"wifi_unlock_description_mac" = "使用WiFi解鎖，當您連接到您選定的WiFi網絡（例如家庭網絡）時保持您的mac處於解鎖狀態";
"wifi_unlock_description_mac_2" = "WiFi解鎖在您連接到您已選定的WiFi網絡（例如家庭網絡）時保持您的Mac處於解鎖狀態";
"txt_automatically" = "自動解鎖";

"txt_advanced_login_settings" = "高級Mac解鎖設置";
"txt_advanced_login_settings_description" = "本選項決定了在您靠近您的Mac並且進入Near Lock解鎖半徑后是否需要手機詢問確認每一Mac解鎖";
"txt_confirm_login_after_approach" = "靠近后確認解鎖";

"select_keyboard_shortcuts" = "選擇您的鍵盤快捷鍵";
"change_keyboard_shortcut" = "更改鍵盤快捷鍵";

"wifi_unlock_expalnation" = "• WiFi解鎖 - 在連接到您已選定的WiFi網絡（例如家庭網絡）時保持您的Mac處於解鎖狀態";
"clipboard_explanation" = "• 剪切板 - 複製並且粘貼文本到您的Mac或從您的Mac進行此項操作";

"update_near_lock_on_ios_to_use_this_feauture" = "請在您的iPhone上升級Near Lock以使用此功能";
"update_near_lock_on_osx_to_use_this_feauture" = "請在您的Mac上升級Near Lock以使用此功能";
"near_lock_demo" = "Near Lock演示";

"back" = "返回";

"show_wifi_unlock_on_main_screen" = "總是在主屏幕顯示WiFi解鎖";
"take_photo_after_each_login" = "每次登錄后拍照";
"show_login_photos" = "顯示登錄照片";
"delete_all_photos_question" = "您想要刪除全部已顯示照片嗎？";
"delete_single_photo" = "您想要刪除已選定照片嗎？";
"send_clipboard_to_ios_short" = "發送剪貼板";

"mac_sleep_screen_double_knock" = "確認通過雙敲在iPhone上解鎖 - 通知后激活15秒";
"mac_sleep_screen_double_knock_active_only" = "敲擊感應只在iPhone收到通知后的15秒內處於活動狀態";
"show_mac_control_on_main_menu" = "在主菜單顯示Mac控制選項";
"show_login_control_on_main_menu" = "在主菜單顯示登錄控制選項";
"login_control_title" = "登錄控制";

"no_detected_logins_photo attempts" = "存在未捕獲的登錄嘗試";

"clipboard_send_to_mac" = "發送至Mac";
"clipboard_copy_from_mac" = "從Mac複製";

"mac_control_options" = "Mac控制選項";
"login_control_options" = "登錄控制選項";

"near_lock_pro_restored" = "Near Lock高級版本已經恢復。您現在可以使用全部Near Lock功能！";
"near_lock_bought" = "感謝您購買Near Lock高級版。您現在可以使用全部Near Lock功能了！";
"info_short" = "信息";
"login_photos_short" = "登錄照片";
"failed_login_photos_short" = "失敗登錄照片";
"lock_unlock_history_short" = "鎖定解鎖歷史";
"login_photos_description_1" = "Near Lock允許您在您的Mac每次解鎖時拍攝一張照片。";
"login_photos_description_2" = "這些照片僅儲存在您的Mac上，而且隨時可以刪除。";
"show_all_photos" = "顯示全部照片";
"failed_login_photos_description_1_short" = "Near Lock允許您在Mac登錄屏幕每次插入錯誤密碼時拍攝一張照片。";
"failed_login_photos_description_1" = "Near Lock允許您在每次有人試圖登錄您的電腦並且輸入錯誤密碼時拍攝一張照片。";
"failed_login_photos_description_2" = "這些照片僅儲存在您的Mac上，而且隨時可以刪除。";
"mac_control_receive_notification_on_iphone" = "在您的iPhone上獲得通知";
"mac_control_share_photo" = "分享照片";
"mac_control_save_photo_to_documents" = "將照片保存至文檔";
"mac_control_delete_photo" = "刪除照片";
"mac_control_delete_all_photos" = "刪除全部照片";
"not_yet_available_on_sierra_and_above" = "*目前還不支持macOS Sierra及更新版本";
"feature_not_supported_on_sierra" = "這一功能目前還不支持macOS Sierra及更新操作系統。";
"feature_not_supported_on_sierra_short" = "不支持macOS Sierra+";
"mac_control_info_description" = "對於您的Mac使用有更好的想法";

"learn_more" = "了解更多";

"lock_unlock_history_description_1" = "您可以使用Near Lock來追蹤您的登錄和登出次數，以及在您的Mac上的運行時間。";
"lock_unlock_history_description_2" = "它可以作為便捷的時間追蹤器。";
"show_history" = "顯示歷史";
"unlock_by_typing_password" = "通過插入密碼已解鎖";
"unlocked_by_near_lock" = "通過Near Lock已解鎖";
"unlocked_by_wifi_unlock" = "通過WiFi解鎖已解鎖";
"unlocked_by_near_lock_automatic" = "通過Near Lock已自動解鎖";

"only_3_photos_in_free_version" = "您在免費版本中僅可以拍攝3張照片。高級版本對於照片的拍攝數量沒有限制。";
"only_3_photos_in_free_version_short" = "慾拍攝3張以上的照片，請升至高級版本";
"enable" = "啟用";
"not_enabled" = "未啟用";

"login_photo_not_enabled" = "此功能目前未啟用，Near Lock在每次Mac登錄后將不會拍攝照片。";
"failed_login_attempt_not_enabled" = "此功能目前未啟用，Near Lock在登錄嘗試失敗后將不會拍攝照片。";
"enable_in_mac_control" = "您還可以在Mac控制設置中啟用此選項。";
"disable_in_mac_control" = "您可以在Mac控制設置中禁用這一選項";

"troubleshoot" = "疑難解答";
"nearlock_is_turned_on" = "Near Lock已開啟";
"mac_is_locked" = "Mac已鎖定";
"mac_is_unlocked" = "Mac已解鎖";
"no_camera_detected" = "未檢測到相機";
"no_suitable_camera" = "Near Lock未在您的Mac上檢測到任何可適相機";
"no_login_photos" = "目前沒有登錄照片。";

"in_pro_version_unlock_from_lock_screen" = "In PRO version you can unlock your Mac directly from the iPhone lock screen.";




















































































































































































































































































































































































































































































































